Repository: QuangQuangcntt/CV_Dev_iOS
Catalog: CV_QUANG/Resources/*.lproj/Localizable.strings
Languages: vi

# Home_Tabbar
source: Home
vi: Trang chủ

# Project_Tabbar
source: Project
vi: Dự án

# Contact_Tabbar
source: Contact
vi: Liên hệ

# Home_Title
source: Mobile Developer
vi: Lâp trình mobile

# Home_Name
source: TRAN MINH QUANG
vi: TRẦN MINH QUANG

# Home_Birthday
source: Birthday
vi: Ngày sinh

# Home_Nationality
source: Nationality
vi: Quốc tịch

# Home_Status_Title
source: Status
vi: Hôn nhân

# Home_Country
source: Viet Nam
vi: Việt Nam

# Home_Status
source: Single
vi: Độc thân

# Home_Profile
source: Personal Profile
vi: Thông tin cá nhân

# Home_profile_content
source: Swift developer, having 2.5 years of Swift experience. Fluent in english and strong knowledge of OOP, MVC. Searching information skills, communication skills, solid understanding of the full mobile development life cycle, RESTful API and SwiftUI. Loving mobile developer. Finding opportunity for studying and working.
vi: Lập trình viên Swift, có 2.5 năm kinh nghiệm với kỹ năng tiếng anh và kiến thức chuyên ngành về OOP, MVC. Kỹ năng tìm kiếm thông tin, giao tiếp, kiến thức về vòng đời của mobile app và RESTful API, swiftUI. Yêu thích lập trình mobile, tìm kiếm cơ hội để làm việc và học tập.

# Home_main_Skill
source: Main skills
vi: Kỹ năng chuyên ngành

# Home_languages
source: Languages
vi: Ngôn ngữ

# Home_languages_VN
source: Vietnamese
vi: Tiếng Việt

# Home_languages_EN
source: English
vi: Tiếng Anh

# Home_Personal_Skills
source: Personal Skills
vi: Kỹ năng cá nhân

# Home_PS_Motivated
source: Highly motivated
vi: Tích cực

# Home_PS_Searching
source: Searching information
vi: Tìm kiếm thông tin

# Home_PS_Algorithms
source: Algorithms
vi: Giải thuật

# Home_PS_Teamwork
source: Fluent in English
vi: Thành thạo tiếng anh

# Home_PS_Fluent
source: Teamwork
vi: Làm việc nhóm

# Home_PS_Swimming
source: Swimming
vi: Bơi lội

# contact_basic
source: Basic Infor
vi: Thông tin cơ bản

# contact_phone
source: Phone
vi: Điện thoại

# contact_address
source: Address
vi: Địa chỉ

# contact_address_detail
source: Nghia Phat Street, 6 ward, Tan Binh Distric, Ho Chi Minh city
vi: Đường Nghĩa Phát, phường 6, quận Tân Bình, thành phố Hồ Chí Minh

# contact_social
source: Social network
vi: Mạng xã hội

# contact_Setting
source: Setting
vi: Cài đặt

# contact_Intro
source: Introducing the CV app
vi: Giới thiệu app CV

# contact_intro_content
source: This app is all customization, all animation and download image function is custom. Only once framework using for supporting download SVG image (Swift package dependencies).
vi: Ứng dụng hoàn toàn tự code, không sử dụng framwork hỗ trợ UI. Chỉ có duy nhất một framework hỗ trợ tải hình SVG (Swift package dependencies).

# contact_List
source: List of features and technologies:
vi: Danh sách tính năng và công nghệ:

# contact_1
source: Download and cache image
vi: Tải và lưu cache hình ảnh

# contact_2
source: Change language (English and VietNam)
vi: Thay đổi ngôn ngữ (Tiếng Anh và tiếng Việt)

# contact_3
source: Multi environment schema(test and release)
vi: Đa môi trường làm việc (UAT vả Production)

# contact_4
source: Bubble chat button
vi: Bong bóng chat

# contact_5
source: Using lazy, GCD, NSLock for optimize memory and performance
vi: Sử dụng kỹ thuật lazy, GCD, NSLock để tối ưu hiệu suất và tối ưu bộ nhớ RAM
